/* top left button name */
"Here I go!" = "Here I go!";

/* top left button name (return) */
"I am back!" = "I am back!";

/* Empty Message */
"Empty" = "Empty";

/* Warning message */
"Are you sure you don't like this name?" = "Are you sure you don't like this name?";

/* Cancel message */
"Cancel" = "Cancel";

/* Delete message */
"Delete" = "Delete";

/* Done message */
"Done" = "Done";

/* Edit message */
"Edit" = "Edit";


